{
  "thank-you": {
    "en": ["Thanks so much"],
    "zh": ["多謝你吖"]
  },

  "hku-intro": {
    "en": [
      "The University of Hong Kong 香港大學 (often abbreviated as HKU) is a public research university located in Pokfulam, Hong Kong. Founded in 1911, its origins can be traced back to the Hong Kong College of Medicine for Chinese which was founded in 1887, it is the oldest tertiary institution in Hong Kong.[5] It is often cited as one of the most prestigious universities in Asia.[6]",
      "Today, the University of Hong Kong is organised into 10 academic faculties with English as the language of instruction. It exhibits strength in scholarly research and education of science, biomedicine,[7] dentistry, education,[8] humanities, law,[9] linguistics,[10] political sciences,[11][12] and social sciences. The University of Hong Kong was also the first team in the world which successfully isolated the corona virus, the causative agent of SARS.[13]"
    ],
    "zh": [
      "香港大學，簡稱港大（英語：The University of Hong Kong，縮寫：HKU），是中國香港特別行政區的一所公立研究型大學，大學本部位於香港島的薄扶林[3][註 1]。香港大學成立於1911年，並於1912年3月11日正式辦學，[6][7]是香港最早建立的高等教育機構。成立之初，更是大英帝國在東亞成立的唯一一間大學[8]。",
      "香港大學創立於殖民地時期的香港，其溯源是1887年成立的華人西醫書院，該校後來併入香港大學並成為香港大學醫學院，與文學院及工程學院一同被認為是香港大學的創校學院。香港大學在日佔時期遭受嚴重破壞，太平洋戰爭結束後，香港大學於1948年恢復運作，其後多所學院及學術部門相繼成立[7]。"
    ]
  },

  "buy-lunch": {
    "en": [
      "Hi, are you a student of HKU? I am starving but I do not know where can I buy food in the campus...",
      "Could you help me buy a lunch? Here’s the money."
    ],
    "zh": [
      "Hi，你係唔係港大嘅學生呀？我好肚餓但係我唔知邊度有得買嘢食...",
      "你可唔可以幫我買個午餐？呢啲係飯錢。"
    ]
  },

  "eat-intro": {
    "en": [
      "This is your lunch. Here is the EAT, one of the many eateries within HKU campus.",
      "Today you could register student credit card on the Haking Wong Platform for a lot of benefits."
    ],
    "zh": ["", ""]
  },

  "register-credit-card": {
    "en": [
      "Here is your exclusive student credit card, please enjoy all the discounts and perks we have prepared for you!"
    ],
    "zh": ["", ""]
  },

  "buy-stationery": {
    "en": [
      "I am going to have examination later, but I’ve forgotten to bring my stationeries!!",
      "Could you please help me buy them?"
    ],
    "zh": ["我就嚟要考試，但係我唔記得帶我啲文具！！", "你可唔可以幫我去買？"]
  },

  "soc-booths-intro": {
    "en": [
      "University Street is a common place for many societies to set up their booths and attract students to know more about them or even register their events."
    ],
    "zh": [
      "U-street係一個公共嘅地方俾唔同嘅學會set booth嚟介紹自己同埋吸引學生去報名參加佢哋嘅活動。"
    ]
  },

  "coop-intro": {
    "en": [
      "This is the Co-op Store where you can find any sorts of stationery you want to aid with your academic study.",
      "Please enjoy your shopping here."
    ],
    "zh": ["呢度就係Co-op，你可以喺度搵到唔同種類嘅文具。", "歡迎光臨。"]
  },

  "su-printing-shop-intro": {
    "en": [
      "This is the SU Printing Shop where you can print all kinds of stuff by paying with cash.",
      "You can even print A3 poster here which is very useful for many of your class work!"
    ],
    "zh": [
      "呢度就係SU Printing Shop，你可以係喺度俾錢印唔同仲量同尺寸嘅嘢。",
      "你仲可以係度print A3 poster添，你上堂成日都要交A3 poster㗎！"
    ]
  },

  "fix-computer": {
    "en": ["My laptop suddenly start malfunctioning... Where can I fix it inside the campus?"],
    "zh": ["我部電腦突然壞咗用唔到...你知唔知campus入面有邊度可以整電腦？"]
  },

  "su-computer-store-intro": {
    "en": [
      "This is the SU Computer Store where you can buy laptops and fix your computers.",
      "We always have IT professionals here to solve your problems!"
    ],
    "zh": [
      "呢度就係SU Computer Store，你可以喺度買電腦同埋整電腦。",
      "我哋呢度經常都會有專業嘅IT人員幫你解決問題！"
    ]
  },

  "borrow-socket": {
    "en": [
      "We need an extension chord so that we can use our speaker. Could you please help us borrow an extension chord?"
    ],
    "zh": ["我哋差個拖板先用到個speaker。你可唔可以幫我哋借個拖板呀？"]
  },

  "su-office-intro": {
    "en": [
      "This is the SU Office where you can contact HKUSU, borrow all sorts of equipment and book venues within the campus to hold events.",
      "Here is your extension chord."
    ],
    "zh": [
      "呢度就係SU Office，你可以係度搵到學生會嘅ex-co，借equipment同book場去搞活動。",
      "嗱，你要嘅拖板。"
    ]
  },

  "obc-grill-intro": {
    "en": ["This is the OBC Grill, one of the many eateries in HKU. Here is your salad."],
    "zh": [""]
  },

  "print-stuff": {
    "en": ["Could you help me print out my poster? This is the USB."],
    "zh": ["你可唔可以幫我print個poster？張poster喺呢隻USB度。"]
  },

  "lsk-conference-room-intro": {
    "en": ["", ""],
    "zh": ["", ""]
  },

  "bea-bank-intro": {
    "en": ["", ""],
    "zh": ["", ""]
  },

  "delifrance-intro": {
    "en": ["This is the Delifrance, one of the many eateries in HKU. Here is your fruit juice."],
    "zh": ["", ""]
  },

  "chi-wah-intro": {
    "en": [
      ""
    ],
    "zh": [""]
  },

  "university-book-store-intro": {
    "en": [
      "This is the University Book Store where you can buy lots of academic books as your studying materials.",
      "Most of the textbooks required in your courses could usually be bought here."
    ],
    "zh": ["", ""]
  },

  "haking5f-intro": {
    "en": [
      "This is the Haking Wong Building where most activities related to the Faculty of Engineering will be performed.",
      "In this building you can find lots of fascinating Engineering facilities.",
      "At the back there is the Office of the Faculty of Engineering where you can enquire for a lot of useful information about the faculty."
    ],
    "zh": ["", ""]
  },

  "engineering-office-intro": {
    "en": [
      "This is the Office of the Faculty of Engineering where you can obtain various services provided exclusively for Engineering students.",
      "Now, you can find an octopus form in the office to apply for your student octopus card."
    ],
    "zh": ["", ""]
  },

  "octopus-form": {
    "en": [
      "Congratulations! You have found the octopus form."
    ],
    "zh": ["", ""]
  },

  "haking3f-intro": {
    "en": [
      "This is the 3F of Haking Wong Building where you can find a variety of society rooms and computer laboratories.",
      "Many students come down to use the computer laboratories to finish their assignments or research for projects."
    ],
    "zh": ["", ""]
  },

  "computer-laboratories-intro": {
    "en": [
      "This is one of the computer laboratories here in 3F. You can gain access to here if you are a CS student."
    ],
    "zh": ["", ""]
  },

  "superpass-intro": {
    "en": [
      "We are from Computer Science Association and we are holding an event called Superpass here~",
      "You can write some fai-chuns here and register for Superpass Dinner to eat with your friends and wish for great GPA in the coming semester~"
    ],
    "zh": ["", ""]
  },

  "multi-media-room-intro": {
    "en": [
      "",
      ""
    ],
    "zh": ["", ""]
  },

  "lg104-intro": {
    "en": [
      "This is a special computer laboratory where the society room of Computer Science Association is located.",
      "You can enter the society room for more information."
    ],
    "zh": ["", ""]
  },

  "csa-intro": {
    "en": [
      "",
      ""
    ],
    "zh": ["", ""]
  },

  "another-soc-booths-intro": {
    "en": [
      "This is another common area in Upper U-street for societies to set up their booths."
    ],
    "zh": ["", ""]
  },

  "buy-coffee": {
    "en": [
      "Hi, do you know where could I buy a cup of coffee in the campus?",
      "Could you buy me one? Here's the money."
    ],
    "zh": ["", ""]
  },

  "coffee-academics-intro": {
    "en": [
      "This is the Coffee Academics where you can buy the best brand of coffee for your relaxation in between lectures.",
      "Here is your coffee."
    ],
    "zh": ["", ""]
  },

  "buy-snacks": {
    "en": [
      "Excuse me, do you know where is the Mein Bowl?",
      "I heard that it sells delicious snacks and I would really want to try some.",
      "Could you please help me buy some?"
    ],
    "zh": ["", ""]
  },

  "mein-bowl-intro": {
    "en": [
      "This is the Mein Bowl where you can find different types of delicious Asian snacks.",
      "Here is your siu mai."
    ],
    "zh": ["", ""]
  },

  "oval-intro": {
    "en": [
      "This is the Oval, a learning center for students to study and rest.",
      "It is a common place for especially architecture students to gather."
    ],
    "zh": ["", ""]
  },

  "curve-intro": {
    "en": [
      "This is another learning space within the campus called the Curve."
    ],
    "zh": ["", ""]
  }
}
