{
  "thank-you": {
    "en": [
      "Thanks so much"
    ],
    "zh": [
      "多謝你吖"
    ]
  },
  
  "hku-intro": {
    "en": [
      "The University of Hong Kong 香港大學 (often abbreviated as HKU) is a public research university located in Pokfulam, Hong Kong. Founded in 1911, its origins can be traced back to the Hong Kong College of Medicine for Chinese which was founded in 1887, it is the oldest tertiary institution in Hong Kong.[5] It is often cited as one of the most prestigious universities in Asia.[6]",
      "Today, the University of Hong Kong is organised into 10 academic faculties with English as the language of instruction. It exhibits strength in scholarly research and education of science, biomedicine,[7] dentistry, education,[8] humanities, law,[9] linguistics,[10] political sciences,[11][12] and social sciences. The University of Hong Kong was also the first team in the world which successfully isolated the corona virus, the causative agent of SARS.[13]"
    ],
    "zh": [
      "香港大學，簡稱港大（英語：The University of Hong Kong，縮寫：HKU），是中國香港特別行政區的一所公立研究型大學，大學本部位於香港島的薄扶林[3][註 1]。香港大學成立於1911年，並於1912年3月11日正式辦學，[6][7]是香港最早建立的高等教育機構。成立之初，更是大英帝國在東亞成立的唯一一間大學[8]。",
      "香港大學創立於殖民地時期的香港，其溯源是1887年成立的華人西醫書院，該校後來併入香港大學並成為香港大學醫學院，與文學院及工程學院一同被認為是香港大學的創校學院。香港大學在日佔時期遭受嚴重破壞，太平洋戰爭結束後，香港大學於1948年恢復運作，其後多所學院及學術部門相繼成立[7]。"
    ]
  },

  "buy-lunch": {
    "en": [
      "Hi, are you a student of HKU? I am starving but I do not know where can I buy food in the campus...",
      "Could you help me buy a lunch? Here’s the money."
    ],
    "zh": [
      "",
      ""
    ]
  },

  "buy-stationery": {
    "en": [
      "I am going to have examination later, but I’ve forgotten to bring my stationeries!!",
      "Could you please help me buy them?"
    ],
    "zh": [
      "",
      ""
    ]
  },

  "discover-soc-booths": {
    "en": [
      "University Street is a common place for many societies to set up their booths and attract students to know more about them or even register their events."
    ],
    "zh": [
      "",
      ""
    ]
  },

  "coop-intro": {
    "en": [
      "This is the Co-op Store where you can find any sorts of stationery you want to aid with your academic study.",
      "Please enjoy your shopping here."
    ],
    "zh": [
      "",
      ""
    ]
  },

  "print-stuff": {
    "en": [
      "Could you help me print out my poster? This is the USB."
    ],
    "zh": [
      "",
      ""
    ]
  },

  "su-printing-shop-intro": {
    "en": [
      "This is the SU Printing Shop where you can print all kinds of stuff by paying with cash.",
      "You can even print A3 poster here which is very useful for many of your class work!"
    ],
    "zh": [
      "",
      ""
    ]
  },

  "fix-computer": {
    "en": [
      "My laptop suddenly start malfunctioning... Where can I fix it inside the campus?"
    ],
    "zh": [
      "",
      ""
    ]
  },

  "su-computer-store-intro": {
    "en": [
      "This is the SU Computer Store where you can buy laptops and fix your computers.",
      "We always have IT professionals here to solve your problems!"
    ],
    "zh": [
      "",
      ""
    ]
  },

  "borrow-socket": {
    "en": [
      "We need a socket so that we can use our speaker. Could you please help us borrow a socket?"
    ],
    "zh": [
      "",
      ""
    ]
  },

  "su-office-intro": {
    "en": [
      "This is the SU Office where you can contact HKUSU, borrow all sorts of equipment and book venues within the campus to hold events.",
      "Here is your socket."
    ],
    "zh": [
      "",
      ""
    ]
  },

  "haking5f-intro": {
    "en": ["Welcome to the office of the Faculty of Engineering"],
    "zh": ["hello～呢度就係 engine faculty 既 office 拉"]
  }

}
